{
      "name": "St. Faustina's Prayer for Sinners",
      "text": "O Jesus, eternal Truth, our Life, I call upon You and I beg Your mercy for poor sinners. \nO sweetest Heart of my Lord, full of pity and unfathomable mercy, I plead with You for poor sinners. \nO Most Sacred Heart, Fount of Mercy from which gush forth rays of inconceivable graces upon the entire human race, \nI beg of You light for poor sinners. \nO Jesus, be mindful of Your own bitter Passion and do not permit the loss of souls redeemed at so dear a price of Your most precious Blood. \nO Jesus, when I consider the great price of Your Blood, I rejoice at its immensity, for one drop alone would have been enough for the salvation of all sinners. \nAlthough sin is an abyss of wickedness and ingratitude, the price paid for us can never be equalled. \nTherefore, let every soul trust in the Passion of the Lord, and place its hope in His mercy. \nGod will not deny His mercy to anyone. \nHeaven and earth may change, but God's mercy will never be exhausted. \nOh, what immense joy burns in my heart when I contemplate Your incomprehensible goodness, O Jesus! \nI desire to bring all sinners to Your feet that they may glorify Your mercy throughout endless ages.",
      "language": "English"
    },
    {
      "name": "St. Faustina's Prayer for Sinners",
      "text": "O Iesu, aeterna Veritas, Vita nostra, invoco Te et misericordiam tuam obsecro pro miseris peccatoribus. \nO dulcissimum Cor Domini mei, plena pietatis et misericordiae immensae, obsecro Te pro miseris peccatoribus. \nO Sacratissimum Cor, Fons Misericordiae, ex quo manant radii gratiae incomprehensibilis super omne genus humanum, \noro Te, da lucem peccatoribus. \nO Iesu, memor esto passionis Tuae amarae et ne sinas perire animas redemptas tam pretioso sanguine Tuo. \nO Iesu, dum considero immensum pretium Sanguinis Tui, laetor in eius immensitate, nam una gutta sufficeret ad salutem omnium peccatorum. \nEtsi peccatum abyssus est nequitiae et ingratitudinis, pretium pro nobis datum numquam aequabitur. \nErgo, omnis anima confidat in Passione Domini et spem suam in misericordia Eius ponat. \nDeus nemini misericordiam suam negabit. \nCaelum et terra mutari possunt, sed misericordia Dei numquam exhaurietur. \nO, quanta gaudia in corde meo ardeant dum benignitatem tuam incomprehensibilem considero, O Iesu! \nCupio omnes peccatores ad pedes Tuos adducere, ut misericordiam tuam glorificent per saecula saeculorum.",
      "language": "Latin"
    },
    {
      "name": "Divine Mercy, Opening Prayer",
      "text": "You expired, Jesus, but the source of life gushed forth for souls, \nand the ocean of mercy opened up for the whole world. \nO Fount of Life, unfathomable Divine Mercy, \nenvelop the whole world and empty Yourself out upon us.",
      "language": "English"
    },
    {
      "name": "Divine Mercy, Opening Prayer",
      "text": "Expirasti, Iesu, sed fons vitae pro animabus erupit, \net oceanus misericordiæ pro toto mundo aperuit se. \nO fons vitæ, incomprehensibilis misericordia divina, \ninvolve mundum universum et effunde te in nos.",
      "language": "Latin"
    },
    {
      "name": "O Blood and Water",
      "text": "O Blood and Water, which gushed forth from the Heart of Jesus \nas a fountain of Mercy for us, I trust in You!",
      "language": "English"
    },
    {
      "name": "O Blood and Water",
      "text": "O Sanguis et Aqua, quae ex corde Iesu \nin fontem misericordiae pro nobis emanaverunt, \nin Te confido!",
      "language": "Latin"
    },
    {
      "name": "Eternal Father",
      "text": "Eternal Father, I offer You the Body and Blood, Soul and Divinity \nof Your dearly beloved Son, Our Lord Jesus Christ, \nin atonement for our sins and those of the whole world.",
      "language": "English"
    },
    {
      "name": "Eternal Father",
      "text": "Pater aeternæ, offero Tibi Corpus et Sanguinem, Animam et Divinitatem \ndilectissimi Filii Tui, Domini nostri Iesu Christi, \npro peccatis nostris et totius mundi.",
      "language": "Latin"
    },
    {
      "name": "For the Sake of His Sorrowful Passion",
      "text": "For the sake of His sorrowful Passion, \nhave mercy on us and on the whole world.",
      "language": "English"
    },
    {
      "name": "For the Sake of His Sorrowful Passion",
      "text": "Propter dolorem passionis eius, \nmiserere nobis et totius mundi.",
      "language": "Latin"
    },
    {
      "name": "Holy God (Trisagion)",
      "text": "Holy God, Holy Mighty One, Holy Immortal One, \nhave mercy on us and on the whole world.",
      "language": "English"
    },
    {
      "name": "Holy God (Trisagion)",
      "text": "Sanctus Deus, Sanctus Fortis, Sanctus Immortalis, \nmiserere nobis et totius mundi.",
      "language": "Latin"
    },
    {
      "name": "Divine Mercy, Closing Prayer",
      "text": "Eternal God, in whom mercy is endless and the treasury of compassion inexhaustible, \nlook kindly upon us and increase Your mercy in us, \nthat in difficult moments we might not despair nor become despondent, \nbut with great confidence submit ourselves to Your holy will, \nwhich is Love and Mercy itself.",
      "language": "English"
    },
    {
      "name": "Divine Mercy, Closing Prayer",
      "text": "Deus aeternæ, in quo misericordia infinita est et thesaurus pietatis inexhaustus, \nrespice propitius nos et auge in nobis misericordiam tuam, \nut in momentis difficilibus non deficiamus neque desperemus, \nsed cum magna fiducia nosmetipsos submittamus sanctissimae voluntati tuae, \nquae est Amor et Misericordia ipsa.",
      "language": "Latin"
    }