{
  "prayers": [
    {
      "name": "Sign of the Cross",
      "text": "✠ In the name of the Father, and of the Son, and of the Holy Spirit,\n\nAmen.",
      "language": "English"
    },
    {
      "name": "Sign of the Cross",
      "text": "✠ In nomine Patris, et Filii, et Spiritus Sancti.\n\nAmen.",
      "language": "Latin"
    },
    {
      "name": "Apostles' Creed",
      "text": "I believe in God, the Father almighty, Creator of heaven and earth, and in Jesus Christ, his only Son, our Lord, who was conceived by the Holy Spirit, born of the Virgin Mary, suffered under Pontius Pilate, was crucified, died and was buried; he descended into hell; on the third day he rose again from the dead; he ascended into heaven, and is seated at the right hand of God the Father almighty; from there he will come to judge the living and the dead.\n\nI believe in the Holy Spirit, the holy catholic Church, the communion of saints, the forgiveness of sins, the resurrection of the body, and life everlasting.\n\nAmen.",
      "language": "English"
    },
    {
      "name": "Apostles' Creed",
      "text": "Credo in Deum, Patrem omnipotentem, Creatorem caeli et terrae, et in Iesum Christum, Filium eius unicum, Dominum nostrum, qui conceptus est de Spiritu Sancto, natus ex Maria Virgine, passus sub Pontio Pilato, crucifixus, mortuus et sepultus; descendit ad inferos; tertia die resurrexit a mortuis; ascendit ad caelos, sedet ad dexteram Dei Patris omnipotentis; inde venturus est iudicare vivos et mortuos.\n\nCredo in Spiritum Sanctum, sanctam Ecclesiam catholicam, sanctorum communionem, remissionem peccatorum, carnis resurrectionem, vitam aeternam.\n\nAmen.",
      "language": "Latin"
    },
    {
      "name": "Our Father",
      "text": "Our Father who art in heaven, hallowed be thy name. Thy kingdom come. Thy will be done  on earth, as it is in heaven.\nGive us this day  our daily bread, and forgive us our trespasses,  as we forgive those who trespass against us, and lead us not into temptation, but deliver us from evil.\n\nAmen.",
      "language": "English"
    },
    {
      "name": "Our Father",
      "text": "Pater noster, qui es in caelis, sanctificetur nomen tuum. Adveniat regnum tuum. Fiat voluntas tua, sicut in caelo, et in terra.\nPanem nostrum quotidianum da nobis hodie, et dimitte nobis debita nostra, sicut et nos dimittimus debitoribus nostris. Et ne nos inducas in tentationem, sed libera nos a malo.\n\nAmen.",
      "language": "Latin"
    },
    {
      "name": "Hail Mary",
      "text": "Hail, Mary, full of grace, the Lord is with thee. Blessed art thou amongst women and blessed is the fruit of thy womb, Jesus.\nHoly Mary, Mother of God, pray for us sinners, now and at the hour of our death.\n\nAmen.",
      "language": "English"
    },
    {
      "name": "Hail Mary",
      "text": "Ave Maria, gratia plena, Dominus tecum. Benedicta tu in mulieribus, et benedictus fructus ventris tui, Iesus.\nSancta Maria, Mater Dei, ora pro nobis peccatoribus, nunc et in hora mortis nostrae.\n\nAmen.",
      "language": "Latin"
    },
    {
      "name": "Glory Be",
      "text": "Glory be to the Father, and to the Son, and to the Holy Spirit.\nAs it was in the beginning, is now, and ever shall be, world without end.\n\nAmen.",
      "language": "English"
    },
    {
      "name": "Glory Be",
      "text": "Gloria Patri, et Filio, et Spiritui Sancto.\nSicut erat in principio, et nunc, et semper, et in saecula saeculorum.\n\nAmen.",
      "language": "Latin"
    },
    {
      "name": "Fatima Prayer",
      "text": "O My Jesus, forgive us our sins, save us from the fires of hell, lead all souls to Heaven, especially those in most need of Thy mercy.\n\nAmen",
      "language": "English"
    },
    {
      "name": "Fatima Prayer",
      "text": "Domine Iesu, dimitte nobis debita nostra, libera nos ab igne inferni, conduc in caelum omnes animas, praesertim eas, quae maxime indigent misericordia tua.\n\nAmen.",
      "language": "Latin"
    },
    {
      "name": "Hail Holy Queen",
      "text": "Hail, Holy Queen, Mother of Mercy,  our life, our sweetness and our hope. To you do we cry, poor, banished children of Eve.  To you do we send up our sighs,  mourning and weeping in this valley of tears  Turn then, most gracious advocate, your eyes of mercy toward us, and after this exile show unto us the blessed fruit of thy womb, Jesus. O clement, O loving,  O sweet Virgin Mary.",
      "language": "English"
    },
    {
      "name": "Hail Holy Queen",
      "text": "Salve, Regina, mater misericordiæ, vita, dulcedo et spes nostra, salve. Ad te clamamus, exsules, filiæ Hevæ. Ad te suspiramus, gementes et flentes in hac lacrimarum valle. Eia ergo, Advocata nostra, illos tuos misericordes oculos ad nos converte. Et Iesum, benedictum fructum ventris tui, nobis post hoc exsilium ostende. O clemens, O pia, O dulcis Virgo Maria.",
      "language": "Latin"
    },
    {
      "name": "St. Michael Prayer",
      "text": "Saint Michael the Archangel, defend us in battle, be our protection against the wickedness and snares of the devil; may God rebuke him, we humbly pray; and do thou, O Prince of the heavenly host, by the power of God, cast into hell Satan and all the evil spirits who prowl through the world seeking the ruin of souls.\n\nAmen.",
      "language": "English"
    },
    {
      "name": "St. Michael Prayer",
      "text": "Sancte Michael Archangele, defende nos in proelio; contra nequitiam et insidias diaboli esto praesidium. Imperet illi Deus, supplices deprecamur: tuque, Princeps militiae caelestis, Satanam aliosque spiritus malignos, qui ad perditionem animarum pervagantur in mundo, divina virtute, in infernum detrude.\n\nAmen.",
      "language": "Latin"
    },
    {
      "name": "The Divine Praises",
      "text": "Blessed be God.\nBlessed be His Holy Name.\nBlessed be Jesus Christ, true God and true Man.\nBlessed be the Name of Jesus.\nBlessed be His Most Sacred Heart.\nBlessed be His Most Precious Blood.\nBlessed be Jesus in the Most Holy Sacrament of the Altar.\nBlessed be the Holy Spirit, the Paraclete.\nBlessed be the great Mother of God, Mary most Holy.\nBlessed be her Holy and Immaculate Conception.\nBlessed be her Glorious Assumption.\nBlessed be the name of Mary, Virgin and Mother.\nBlessed be St. Joseph, her most chaste spouse.\nBlessed be God in His Angels and in His Saints.",
      "language": "English"
    },
    {
      "name": "The Divine Praises",
      "text": "Benedictus Deus.\nBenedictum Nomen Sanctum eius.\nBenedictus Iesus Christus, verus Deus et verus homo.\nBenedictum Nomen Iesu.\nBenedictum Cor eius Sacratissimum.\nBenedictus Sanguis eius Pretiosissimus.\nBenedictus Iesus in Sanctissimo Altaris Sacramento.\nBenedictus Sanctus Spiritus, Paraclitus.\nBenedicta excelsa Mater Dei, Maria sanctissima.\nBenedicta sancta eius et Immaculata Conceptio.\nBenedicta eius gloriosa Assumptio.\nBenedictum nomen Mariae, Virginis et Matris.\nBenedictus sanctus Ioseph, eius castissimus Sponsus.\nBenedictus Deus in Angelis suis, et in Sanctis suis.",
      "language": "Latin"
    },
    {
      "name": "The Memorare",
      "text": "Remember, O most gracious Virgin Mary, that never was it known that anyone who fled to thy protection, implored thy help, or sought thine intercession was left unaided.\n\nInspired by this confidence, I fly unto thee, O Virgin of virgins, my mother; to thee do I come, efore thee I stand, sinful and sorrowful. O Mother of the Word Incarnate, despise not my petitions, but in thy mercy hear and answer me.\n\nAmen.",
      "language": "English"
    },
    {
      "name": "The Memorare",
      "text": "Memorare, O piissima Virgo Maria, non esse auditum a saeculo, quemquam ad tua currentem praesidia, tua implorantem auxilia, tua petentem suffragia, sse derelictum.\n\nEgo tali animatus confidentia, ad te, Virgo Virginum, Mater, curro, ad te venio, coram te gemens peccator assisto. Noli, Mater Verbi, verba mea despicere; sed audi propitia et exaudi.\n\nAmen.",
      "language": "Latin"
    },
    {
      "name": "O God, come to my assistance...",
      "text": "✠ O God, come to my assistance.\n\nO Lord, make haste to help me.",
      "language": "English"
    },
    {
      "name": "O God, come to my assistance...",
      "text": "✠ Deus in adjutorium meum intende.\n\nDomine, ad adiuvandum me festina.",
      "language": "Latin"
    }
  ]
}