{
  "prayers": [
    {
      "name": "First Salutation",
      "text": "By the intercession of St. Michael and the celestial Choir of Seraphim, may the Lord make us worthy to burn with the fire of perfect charity.\n\nAmen.",
      "language": "English"
    },
    {
      "name": "Second Salutation",
      "text": "By the intercession of St. Michael and the celestial Choir of Cherubim, may the Lord grant us the grace to leave the ways of sin and run in the paths of Christian perfection.\n\nAmen.",
      "language": "English"
    },
    {
      "name": "Third Salutation",
      "text": "By the intercession of St. Michael and the celestial Choir of Thrones, may the Lord infuse into our hearts a true and sincere spirit of humility.\n\nAmen.",
      "language": "English"
    },
    {
      "name": "Fourth Salutation",
      "text": "By the intercession of St. Michael and the celestial Choir of Dominations, may the Lord give us grace to govern our senses and overcome any unruly passions.\n\nAmen.",
      "language": "English"
    },
    {
      "name": "Fifth Salutation",
      "text": "By the intercession of St. Michael and the celestial Choir of Virtues, may the Lord preserve us from evil and falling into temptation.\n\nAmen.",
      "language": "English"
    },
    {
      "name": "Sixth Salutation",
      "text": "By the intercession of St. Michael and the celestial Choir of Powers, may the Lord protect our souls against the snares and temptations of the devil.\n\nAmen.",
      "language": "English"
    },
    {
      "name": "Seventh Salutation",
      "text": "By the intercession of St. Michael and the celestial Choir of Principalities, may God fill our souls with a true spirit of obedience.\n\nAmen.",
      "language": "English"
    },
    {
      "name": "Eighth Salutation",
      "text": "By the intercession of St. Michael and the celestial Choir of Archangels, may the Lord give us perseverance in faith and in all good works in order that we may attain the glory of Heaven.\n\nAmen.",
      "language": "English"
    },
    {
      "name": "Ninth Salutation",
      "text": "By the intercession of St. Michael and the celestial Choir of Angels, may the Lord grant us to be protected by them in this mortal life and conducted in the life to come to Heaven.\n\nAmen.",
      "language": "English"
    },
    {
      "name": "O glorious prince...",
      "text": "By the intercession of St. Michael and the celestial Choir of Angels, may the Lord grant us to be protected by them in this mortal life and conducted in the life to come to Heaven.\n\nAmen.",
      "language": "English"
    },
    {
      "name": "Almighty and Everlasting God...",
      "text": "Almighty and Everlasting God, Who, by a prodigy of goodness and a merciful desire for the salvation of all men, has appointed the most glorious Archangel St. Michael Prince of Your Church, make us worthy, we ask You, to be delivered from all our enemies, that none of them may harass us at the hour of death, but that we may be conducted by him into Your Presence. This we ask through the merits of Jesus Christ Our Lord.\n\nAmen.",
      "language": "English"
    }
  ]
}
